<x-markdown>
    > Bill Red 님, DIma97 님, ChunJu 님, Knight 님, 컴벳메딕 님, Lt.Foley 님, looska 님 그리고 익명으로 도와주신 분들께 감사드립니다.

    # 아르마 3 세계로 오신 여러분을 환영합니다!
    본 글은 본격적으로 ARMA 3 내에서 일어나는 상황에 숙지해야 할 내용이므로
    숙지하지 않으신 사항으로 인해 문제점이 발생 될 경우 징계 될 수 있으니 정독하시길 바랍니다.

    ## ■ ARMA 3란?
    아르마 3는 Bohemia Interactive사에서 만들어진 게임이므로, 군사 시뮬레이션 Virtual Battlespace 라는 시뮬레이션 기반으로 만들어진 게임입니다. 타 FPS(배틀필드, 카운터
    스트라이크, 서든어택 등)와 달리 협동심과 분대 간의 소통으로 해당 작전을 수행해야 하는 것이 특징인 게임입니다. 만약 홀로 작전지역에서 행동을 하거나 분대원들 간에 소통이 없이 플레이를 한다면 죽음으로 가는
    지름길이 될 것입니다.

    ## ■ MGM 내의 ARMA 3는?
    MGM에서는 다른 타 클랜과는 달리 유저분들에게 더욱더 실감 나고 현실적인 게임 상황을 연출하기 위해 여러 애드온과 자체제작 애드온을 사용하고 있습니다. 배포되는 통합 애드온 중에는 개인 및 그룹 차원에서
    제작된 애드온이 포함되어 있으므로 타 유저 및 타 클랜에게 유출 시 법적 조치까지 받을 수 있음을 명심하시기 바랍니다.

    MGM에서는 특정 컨셉을 잡지 않는 자유 컨셉입니다. 게임상에서 오늘은 특수부대원이 될 수도 있고 내일은 민간군사기관이 되어서 플레이를 할 수도 있습니다.

    유저들과의 소통과 서로 협력이 중요시하는 MGM에선 유저들 간의 불쾌한 언행이나 선동과 같은 불미스러운 사건에 대해선 특히 엄격히 처벌하고 있으니 이점 유의하시기 바랍니다.

    ## ■ 쾌적한 플레이를 위한 강령
    MGM에선 불미스러운 언행으로 인해 타인에게 불쾌감을 주거나 모욕감을 주는 행동은 용납될 수 없습니다.

    모든 유저는 서로 돕고 함께하는 플레이를 지향하므로 아르마 3뿐만 아니라 커뮤니티 활동에 있어서도 불미스러운 일이 발생하여서는 안 됩니다. 아르마 3에서는 분대장의 명령을 불복종하거나 해당 미션메이커의 공지를
    무시하는 행위는 경고조치가 들어가며 해당 경고가 누적 시 강제탈퇴까지 이어질 수 있음을 인지하셔야 합니다.
</x-markdown>
