<div class="prose min-w-full">
    <p>
        멀티플레이게임매니지먼트(이하 MGM)는 개인 정보 보호법 제30조에 따라 정보주체의 개인정보를 보호하고 이와 관련된 고충을 신속하고 원활하게 처리할 수 있도록 하기 위하여 다음과 같이 개인정보 처리지침을 수립․공개합니다.
    </p>
    <h3>제1조(개인정보의 처리목적)</h3>
    <ol>
        <li>
            <p>
                MGM은 다음의 목적을 위하여 개인정보를 처리합니다. 처리하고 있는 개인정보는 다음의 목적 이외의 용도로는 이용되지 않으며, 이용 목적이 변경되는 경우에는 개인정보 보호법 제18조에 따라 별도의 동의를 받는 등 필요한 조치를 이행할 예정입니다.
            </p>
            <ol>
                <li>
                    <p>
                        <b>회원 가입 및 관리</b><br/>
                        회원 가입의사 확인, 회원제 서비스 제공에 따른 본인 식별․인증, 회원자격 유지․관리, 제한적 본인확인제 시행에 따른 본인확인, 서비스 부정이용 방지, 만 14세 미만 아동의 개인정보 처리시 법정대리인의 동의여부 확인, 각종 고지․통지, 고충처리 등을 목적으로 개인정보를 처리합니다.
                    </p>
                </li>
                <li>
                    <p>
                        <b>서비스 제공</b><br/>
                        서비스 제공, 콘텐츠 제공, 본인인증, 연령인증 등을 목적으로 개인정보를 처리합니다.
                    </p>
                </li>
                <li>
                    <p>
                        <b>회원 가입 및 관리</b><br/>
                        회원 가입의사 확인, 회원제 서비스 제공에 따른 본인 식별․인증, 회원자격 유지․관리, 제한적 본인확인제 시행에 따른 본인확인, 서비스 부정이용 방지, 만 14세 미만 아동의 개인정보 처리시 법정대리인의 동의여부 확인, 각종 고지․통지, 고충처리 등을 목적으로 개인정보를 처리합니다.
                    </p>
                </li>
            </ol>
        </li>
    </ol>

    <h3>제2조(개인정보의 처리 및 보유기간)</h3>
    <ol>
        <li>
            <p>
                MGM은 법령에 따른 개인정보 보유․이용기간 또는 정보주체로부터 개인정보를 수집 시에 동의 받은 개인정보 보유․이용기간 내에서 개인정보를 처리․보유합니다.
            </p>
        </li>
        <li>
            <p>
                각각의 개인정보 처리 및 보유 기간은 다음과 같습니다.
            </p>
            <ol>
                <li>
                    <p>
                        홈페이지 회원 가입 및 관리 : MGM이 제공하는 서비스 탈퇴 시까지<br/>
                        다만, 다음의 사유에 해당하는 경우에는 해당 기간 종료 시까지
                    </p>
                    <ul>
                        <li>
                            부정사용자의 중복가입확인정보: 회원 탈퇴일로부터 5년
                        </li>
                    </ul>
                </li>
            </ol>
        </li>
    </ol>

    <h3>제3조(개인정보의 제3자 제공)</h3>
    <ol>
        <li>
            <p>
                MGM은 정보주체의 개인정보를 제1조(개인정보의 처리 목적)에서 명시한 범위 내에서만 처리하며, 개인정보를 제3자에게 제공하고 있지 않습니다.
            </p>
        </li>
    </ol>

    <h3>제3조(개인정보의 제3자 제공)</h3>
    <ol>
        <li>
            <p>
                MGM은 정보주체의 개인정보를 제1조(개인정보의 처리 목적)에서 명시한 범위 내에서만 처리하며, 개인정보를 제3자에게 제공하고 있지 않습니다.
            </p>
        </li>
    </ol>

    <h3>제4조(개인정보처리의 위탁)</h3>
    <ol>
        <li>
            <p>
                MGM은 개인정보 처리업무를 위탁하지 않습니다.
            </p>
        </li>
    </ol>

    <h3>제5조(처리하는 개인정보 항목)</h3>
    <ol>
        <li>
            <p>
                MGM은 다음의 개인정보 항목을 처리하고 있습니다.
            </p>
            <ul>
                <li>
                    <p>
                        회원 가입 및 관리
                    </p>
                    <ul>
                        <li>
                            필수항목 : STEAM 고유 번호, STEAM 닉네임
                        </li>
                    </ul>
                </li>
                <li>
                    <p>
                        서비스 제공
                    </p>
                    <ul>
                        <li>
                            필수항목 : STEAM 고유 번호, STEAM 닉네임
                        </li>
                    </ul>
                </li>
                <li>
                    <p>
                        고충처리
                    </p>
                    <ul>
                        <li>
                            필수항목 : STEAM 고유 번호, STEAM 닉네임
                        </li>
                    </ul>
                </li>
            </ul>
        </li>
    </ol>

    <h3>제6조(개인정보의 파기)</h3>
    <ol>
        <li>
            <p>
                MGM은 개인정보 보유기간의 경과, 처리목적 달성 등 개인정보가 불필요하게 되었을 때에는 지체없이 해당 개인정보를 파기합니다.
            </p>
        </li>
        <li>
            <p>
                정보주체로부터 동의받은 개인정보 보유기간이 경과하거나 처리목적이 달성되었음에도 불구하고 다른 법령에 따라 개인정보를 계속 보존하여야 하는 경우에는, 해당 개인정보를 별도의 데이터베이스(DB)로 옮기거나 보관장소를 달리하여 보존합니다.
            </p>
        </li>
        <li>
            <p>
                개인정보 파기의 절차 및 방법은 다음과 같습니다.
            </p>
            <ul>
                <li>
                    <p>
                        파기절차<br/>
                        MGM은 파기 사유가 발생한 개인정보를 선정하고, 갤럭시허브의 개인정보 보호책임자의 승인을 받아 개인정보를 파기합니다.
                    </p>
                </li>
                <li>
                    <p>
                        파기방법<br/>
                        MGM은 파기 사유가 발생한 개인정보를 선정하고, 갤럭시허브의 개인정보 보호책임자의 승인을 받아 개인정보를 파기합니다.
                    </p>
                </li>
            </ul>
        </li>
    </ol>

    <h3>제7조(개인정보 보호책임자)</h3>
    <ol>
        <li>
            <p>
                MGM의 개인정보 처리에 관한 업무를 총괄해서 책임지는 개인정보 보호책임자의 연락처는 다음과 같습니다.<br/>
                연락처 : 이메일 – mgm@galaxyhub.kr
            </p>
        </li>
    </ol>

    <h3>제8조(개인정보 처리방침 변경)</h3>
    <ol>
        <li>
            <p>
                이 개인정보 처리방침은 2021. 09. 25 부터 적용됩니다.
            </p>
        </li>
    </ol>
</div>
